ark
awww
base
base-devel
btop
cava
code
efibootmgr
fastfetch
firefox
fish
fzf
git
grim
grub
gst-plugin-pipewire
gwenview
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
intel-media-driver
intel-ucode
kdeconnect
kitty
libpulse
libva-intel-driver
linux
linux-firmware
mkinitcpio
modrinth-app
mpd
nano
neovim
network-manager-applet
networkmanager
opendoas
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-imageformats
qt6-virtualkeyboard
qt6-wayland
quickshell
rofi
sddm
slurp
smartmontools
sshfs
starship
steam
sudo
swaync
thunar
tree
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wireplumber
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
zram-generator
